[strings]
Translator = Andrzej Mazurkiewicz
KrentoWelcome = Witaj w Krento
KeyRegistrationFailed = Niewłaściwy klucz rejestracyjny
HotKeyMustIncludeModifier = Gorący klawisz musi zawierać klucz modyfikujący.
UnsupportedProcessWindowStyle = Nieobsługiwany proces wartości stylu okna.
ErrorCreateNewGuid = Błąd tworzenia nowego Kreatora
WindowText = Krento Stone
ManagerWindowText = Krento Menedżer
MissingFile = Nie wybrano żadnego programu
StoneAbout = O...
StoneChangeType = Zmień typ stone 
StoneMyDocuments = Moje dokumenty
StoneMyMusic = Moja muzyka
StoneMyPictures = Moje obrazy
StoneMyIP = Mój aktualny adres IP 
StoneMyComputer = Mój komputer
StoneFile = Otwórz plik lub stronę web
StoneRecycleBin = Kosz
StoneDesktop = Pokarz pulpit
StoneShutdown = Wyłącz komputer
StoneSuspend = Przełącz w stan czuwania
StoneHibernate = Zahibernuj komputer
StoneRestart = Zrestartuj komputer
StoneRing =Krąg aplikacji Krento  
ManagerDefaultBackground = Tło główne
StoneConfigure = Konfiguruj ten element stone
FileConfigTarget = Folder
FileConfigDescription =Opis
FileConfigCommandLine = Parametry wiersza poleceń
FileConfigArgument = Opis argumentu
FileConfigSelect = Wybierz...
FileConfigDefault = Główne
FileConfigTargetHint = Wybierz folder , nazwę pliku albo adres strony internetowej\Możesz użyć ## jako parametru który będzie potrzebny w trakcie uruchamiania Stone
FileConfigDescriptionHint = Wprowadź przydatny opis folderu
FileConfigBrowseHint = Przeglądaj komputer aby znaleźć nowy folder
FileConfigCommandLineHint = Opcjonalne parametry wiersza poleceń
FileConfigArgumentHint = Jeśli wprowadzono ## do miejsca docelowego, można\nwpisać tutaj tekst z pytaniem któro zostanie \nużyte w trakcie uruchamiania stone 
Browse = Szukaj...
OK = OK
Cancel = Anuluj
FileConfigOKHint = Zachowaj konfiguracje stone 
FileConfigCancelHint = Zresetuj wszystkie swoje ustawienia
FileConfigSelectHint = Wybierz nową ikonę dla tego elementu stone
FileConfigDefaultHint = Rozmieść domyślnie ikonę dla tego stone
FileConfigTitle = Konfiguracja
ErrorDeleteDefaultRing = Nie można skasować kręgu głównego
ErrorDeleteSingleRing = Nie można skasować ostatniego kręgu
ErrorDeleteCurrentCircle = Nie można skasować aktualnego kręgu
ErrorOverWriteCurrentCircle = Nie można nadpisać aktualnego kręgu
CircleDefaultDescription = Krąg aplikacji Krento 
KrentoShortName = Krento
KrentoHookMissing = Brakuje pliku KrentoHook.dll albo jest uszkodzony  
HotkeyCollision = Zrobione!  Możesz bez problemu używać Krento...ale istnieje ciągle mały problem . Krento używa gorącego klawisza {0} aby umożliwić ci szybkie uruchomienie okna programu za pomocą klawiatury.  Inna aplikacja używa już gorącego klawisza{0} .  Możesz nacisnąć {0} aby zobaczyć który to program.Aby naprawić ten problem, przypisz tej aplikacji inny gorący klawisz , albo ją zamknij i zrestartuj Krento.  W międzyczasie, możesz uruchomić program po przez podwójne kliknięcie w pulsar na pulpicie.
PulsarHelp =Pomoc
PulsarAbout = O programie...
PulsarOptions = Opcje
PulsarClose = Zamknij Krento
KrentoIsRunning = Krento jest już uruchomione
NewCircle = Załaduj / Edytuj krąg
CreateCircle = Utwórz nowy krąg
KrentoNewSkin = Zmień aktualną skórkę
WelcomeMessage = Witaj w Krento! Naciśnij klawisze  {0}  {1} {2} aby wyświetlić Menedżera elementów Krento .
OrClick = Albo kliknij
MouseWheelButton = kółko myszy
MouseXButton1 = Akcja1 Przycisk myszy
MouseXButton2 = Akcja 2 Przycisk myszy
PulsarShow = Pokaż Pulsar
PulsarHide = Ukryj Pulsar
ManagerShow =Pokarz elementy (Stones) Krento 
ManagerHide = Ukryj elementy (Stones)  Krento 
KrentoTaskCircle = Krąg zadań Krento (*.circle)|*.circle
WarningRingExists = Krąg o tej nazwie już istnieje.Czy chcesz go nadpisać?
NextCircle = Następny krąg
PrevCircle = Poprzedni krąg
TargetCircle = Nazwa kręgu
SelectStoneType = Wybierz typ stone 
Delete = Skasuj
Modify = Zmodyfikuj
Load = Załaduj
Settings = Ustawienia
KrentoStartup =Uruchamianie Krento 
RunWithWindows = Uruchom Krento wraz ze startem Windows 
KeyboardActivation = Aktywacja klawiaturą
UseDefaultKey = Użyj klawiszy głównych (Win + C)
MouseActivation = Aktywacja myszą
ButtonControl = Klawisz Control 
ButtonShift = Klawisz Shift 
ButtonAlt = Klawisz Alt 
General = Główne
Tuning = Dostosuj
RingLocation = Pozycja kręgu
ScreenCenter = Środek pulpitu
MouseCursorPosition = Pozycja kursora myszy
AssociateRing = Powiąrz pliki kręgu z Krento 
UseCtrlTab = Podpowiedź: Użyj Ctrl +Tab aby przełączyć się pomiędzy ustawieniami ekranów
Disabled = Niedostępne
MouseWheelClick = Klikanie kółkiem myszy
MouseActionOneButton = Akcja myszy klawisz 1 
MouseActionTwoButton = Akcja myszy klawisz 2
OpenSkinsFolder = Otwórz folder ze skórkami
OpenDataFolder = Otwórz folder z danymi
OpenStonesFolder = Otwórz Folder z elementami Stones  
OpenCacheFolder = Otwórz Folder danych tymczasowych
ClearCache = Usuń obrazy tymczasowe
TrayIcon = Ikona w try'u
ShowTrayIcon = Pokarz ikonę w try'u
ShowPopupAlerts = Pokaż okienka z alertami
SplashScreen = Ekran powitalny
ShowSplashScreen = Pokaż ekran powitalny
UserFolders = Foldery użytkownika
Maintainance = Wydajność
ImageFilesFilter = Pliki obrazu (*.PNG;*.BMP;*.JPG;*.GIF)|*.PNG;*.BMP;*.JPG;*.GIF
SelectCircle = Wybierz krąg
Parameter = Parametr
Logo = Logo
Name = Nazwa
Description = Opis
Calculator = Kalkulator
Paint = Paint
Notepad = Notatnik
Google = Google
CommandPrompt = Wiersz poleceń
Wikipedia = Wikipedia
KrentoForum = Forum Krento 
InternetExplorer = Internet Explorer
ControlPanel = Panel kontrolny 
DeviceManager = Menedżer urządzeń
TaskManager = Menedżer zadań
KrentoNews = Wiadomości Krento 
SearchPhrase = Wpisz szukaną frazę
SearchText = Wyszukaj tekst
ApplicationsFilter = Aplikacje|*.exe|Wszystkie pliki|*.*
Language = Język
RotationSpeed = Szybkość obrotu
Radius = Kąt
Trancparency = Przeźroczystość
StoneSize = Rozmiar Stone 
Circle = Krąg
FadeDelay = Opóźnienie zanikania
MenuSkins = Meni skórek
WindowWidth = Szerokość okna
WindowHeight = Wysokość okna
ResetToDefault = Zresetuj do ustawień głównych
DefaultSkin = Skórka główna
Toys = Gadżety
PortNumber = Numer Portu 
ActivateServer = Aktywuj serwer internetowy
ServerRoot = Folder źródłowy
IndexPage = Index strony
ToysFilter = Pliki gadżetów (*.toy;*.docklet)|*.toy;*.docklet
StonesFilter = Krento Stones (*.stone)|*.stone
InstallStone =Zainstaluj nowy element stone
InstallToy = Zainstaluj nowy gadżet
BackupData = Przywróć dane osobiste
Documents = Dokumenty
Music = Muzyka
Video = Video
Pictures = Obrazy
CurrentTime = Aktualny czas
CurrentDate = Aktualna data
Time = Czas
Date = Data
Applications = Aplikacje
Calendar = Kalendarz
InstallKrentoSkin = Zainstaluj skórkę Krento 
InstallMenuSkin = Zainstaluj meni skórek
KrentoSkinFilter = Skórki Krento  (*.kskin)|*.kskin
KrentoMenuSkinFilter = Meni skórek Krento   (*.kmenu)|*.kmenu 
AppletAddRemoveProgram = Dodaj / Usuń Programy
AppletDateAndTime = Data i czas
AppletPrintersAndFaxes = Drukarki i faksy
AppletNetworkConnections = Połączenia internetowe
AppletFonts = Czcionki
AppletDisplayBackground = Wyświetlana tapeta
AppletAppearance = Wygląd
AppletUserAccounts = Konta użytkowników
AppletThemes =Kompozycje
AppletAccessibilityOptions = Opcje dostępu
AppletMouse = Mysz
AppletKeyboard = Klawiatura
GMail = GMail
Twitter = Twitter
Blogger = Blogger
Facebook = Facebook
YouTube = YouTube
Wordpress = Wordpress
Yahoo = Yahoo
Reddit = Reddit
Flickr = Flickr
Delicious = Różne
RemoveStone = Usuń Stone
AddStone = Dodaj Stone 
DesktopRing = Pulpit
Programs = Programy
HideToy = Ukryj gadżet
;
ShowManagerButtons = Pokazuj etykiety przycisków menedżera
ShowStonesHint = Pokaż okno podpowiedzi elementów (stones) 
HideOnClick = Ukryj po kliknięciu myszy
StonesNumber = Domyślna liczba pustych elementów (stones) 
IconSize = Rozmiar ikon
ActivateUsingKeyboard = Aktywuj Krento używając klawiatury
ShowSelector = Użyj Windows + gorącego klawisza N aby wybrać krąg
ActivateUsingMouse = Aktywuj Krento używając myszy
DesktopClick = Aktywuj podwójnym kliknięciem na pulpit
RightButtonActivation = Aktywuj kliknięciem i przytrzymaniem prawego przycisku myszy 
FixedPosition = Na określonej pozycji
ActivateOnStart = Pokaż krąg wraz z uruchomieniem Krento 
RotateOnClick = Obrót na kliknięcie myszy
CheckUpdates = Automatycznie sprawdzaj aktualizacje 
LiveReflection = Żywe odbicie ikon
UseSounds = Używaj dźwięków
AdvancedSettings = Ustawienia zaawansowane
Personalization = Personalizacja
Error = Błąd
Close = Zamknij
Restart = Zrestartuj
CheckUpdateNow = Sprawdź teraz\nTo spowoduje połączenie się z Internetem i sprawdzenie dostępnośći aktualizacji
DoNotCheckUpdate = Anuluj\nNie sprawdzaj teraz aktualizacji
DoNotAsk = Nie pytaj mnie więcej
WriteSettingsError = Błąd zapisywania pliku konfiguracyjnego na dysk
InvalidCircleName = Nazwa nowego kręgu jest niewłaściwa
CreateStoneError = Błąd tworzenia elementu (stone)
NewVersionAvailable = Nowa wersja Krento {0} jest dostępna do pobrania z {1}
KrentoNotification = Powiadomienia Krento
CopyDocument = Plik {0} został skopiowany do folderu Moje Dokumenty
CopyPicture = Plik {0} został skopiowany do folderu Moje Obrazy
CopyMusic = Plik {0} został skopiowany do folderu Moja Muzyka
DefaultRingName = Domyślny
SocialNetworks = Strony społecznościowe
PowerManagement = Zarządzanie Energią